Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: Business Pro access is currently provided through the FanGeo launch promotion.
de: Der Zugriff auf Business Pro erfolgt derzeit über die Einführungsaktion FanGeo.
es: El acceso Business Pro se proporciona actualmente a través de la promoción de lanzamiento FanGeo.
fr: L'accès Business Pro est actuellement fourni via la promotion de lancement FanGeo.
it: L'accesso Business Pro è attualmente fornito tramite la promozione di lancio FanGeo.
pl: Dostęp Business Pro jest obecnie zapewniany w ramach promocji startowej FanGeo.
pt: O acesso Business Pro é atualmente fornecido através da promoção de lançamento FanGeo.
ru: Доступ Business Pro в настоящее время предоставляется в рамках рекламной акции FanGeo.
sq: Qasja Business Pro ofrohet aktualisht përmes promovimit të nisjes FanGeo.
zh_hans: Business Pro 访问权限目前通过FanGeo 启动促销活动提供。

source: Business Pro subscriptions will be available in a future update.
de: Business Pro-Abonnements werden in einem zukünftigen Update verfügbar sein.
es: Las suscripciones Business Pro estarán disponibles en una actualización futura.
fr: Les abonnements Business Pro seront disponibles dans une prochaine mise à jour.
it: Gli abbonamenti Business Pro saranno disponibili in un aggiornamento futuro.
pl: Subskrypcje Business Pro będą dostępne w przyszłej aktualizacji.
pt: As assinaturas Business Pro estarão disponíveis em uma atualização futura.
ru: Подписки Business Pro будут доступны в будущем обновлении.
sq: Abonimet Business Pro do të jenë të disponueshme në një përditësim të ardhshëm.
zh_hans: Business Pro 订阅将在未来的更新中提供。

source: Business venue • Pending review
de: Business-Standort • Ausstehende Prüfung
es: Local empresarial • Pendiente de revisión
fr: Lieu professionnel • En attente de validation
it: Locale business • In revisione
pl: Miejsce firmowe • Oczekuje na weryfikację
pt: Local empresarial • Aguardando revisão
ru: Площадка бизнеса • На проверке
sq: Vendi i biznesit • Në pritje të shqyrtimit
zh_hans: 企业场馆 • 待审核

# business_account_deleted_message
source: This FanGeo business account has been permanently deleted and cannot be used. To request account reactivation, contact FanGeo Support.
de: Dieses FanGeo-Business-Konto wurde dauerhaft gelöscht und kann nicht verwendet werden. Für eine Reaktivierung wenden Sie sich an den FanGeo-Support.
es: Esta cuenta empresarial de FanGeo se eliminó permanentemente y no se puede usar. Para solicitar la reactivación, contacta con el soporte de FanGeo.
fr: Ce compte professionnel FanGeo a été définitivement supprimé et ne peut pas être utilisé. Pour demander une réactivation, contactez le support FanGeo.
it: Questo account business FanGeo è stato eliminato definitivamente e non può essere usato. Per richiedere la riattivazione, contatta il supporto FanGeo.
pl: To konto firmowe FanGeo zostało trwale usunięte i nie można go używać. Aby poprosić o reaktywację, skontaktuj się z pomocą FanGeo.
pt: Esta conta empresarial do FanGeo foi excluída permanentemente e não pode ser usada. Para solicitar reativação, entre em contato com o suporte FanGeo.
ru: Этот бизнес-аккаунт FanGeo был безвозвратно удалён и не может использоваться. Чтобы запросить повторную активацию, обратитесь в поддержку FanGeo.
sq: Kjo llogari biznesi FanGeo është fshirë përgjithmonë dhe nuk mund të përdoret. Për të kërkuar riaktivizim, kontaktoni mbështetjen FanGeo.
zh_hans: 此 FanGeo 企业账户已被永久删除，无法使用。如需申请重新激活，请联系 FanGeo 支持。

# business_account_deleted_success
source: Business account deleted.
de: Business-Konto gelöscht.
es: Cuenta empresarial eliminada.
fr: Compte professionnel supprimé.
it: Account business eliminato.
pl: Konto firmowe usunięte.
pt: Conta empresarial excluída.
ru: Бизнес-аккаунт удалён.
sq: Llogaria e biznesit u fshi.
zh_hans: 企业账户已删除。

# business_account_deleted_title
source: Business account deleted
de: Business-Konto gelöscht
es: Cuenta empresarial eliminada
fr: Compte professionnel supprimé
it: Account business eliminato
pl: Konto firmowe usunięte
pt: Conta empresarial excluída
ru: Бизнес-аккаунт удалён
sq: Llogaria e biznesit u fshi
zh_hans: 企业账户已删除

# business_active_venues_count_format
source: %d active venues
de: %d aktive Standorte
es: %d locales activos
fr: %d lieux actifs
it: %d locali attivi
pl: %d aktywnych lokalizacji
pt: %d locais ativos
ru: %d активных площадок
sq: %d vende aktive
zh_hans: %d 个活跃场馆

# business_apple_subscription
source: Apple Subscription
de: Apple-Abonnement
es: Suscripción de Apple
fr: Abonnement Apple
it: Abbonamento Apple
pl: Subskrypcja Apple
pt: Assinatura Apple
ru: Подписка Apple
sq: Abonim Apple
zh_hans: Apple 订阅

# business_backend_compatibility_required
source: FanGeo needs a quick update before this business feature can be used. Please update the app and try again.
de: FanGeo benötigt ein kurzes Update, bevor diese Business-Funktion genutzt werden kann. Bitte aktualisieren Sie die App und versuchen Sie es erneut.
es: FanGeo necesita una actualización rápida antes de usar esta función empresarial. Actualiza la app e inténtalo de nuevo.
fr: FanGeo a besoin d’une mise à jour rapide avant d’utiliser cette fonction professionnelle. Mettez l’app à jour et réessayez.
it: FanGeo richiede un aggiornamento rapido prima di usare questa funzione business. Aggiorna l’app e riprova.
pl: FanGeo wymaga szybkiej aktualizacji, zanim można użyć tej funkcji biznesowej. Zaktualizuj aplikację i spróbuj ponownie.
pt: O FanGeo precisa de uma atualização rápida antes de usar este recurso empresarial. Atualize o app e tente novamente.
ru: FanGeo нуждается в быстром обновлении, прежде чем можно будет использовать эту бизнес-функцию. Обновите приложение и попробуйте снова.
sq: FanGeo ka nevojë për një përditësim të shpejtë para se të përdoret kjo veçori biznesi. Përditësoni aplikacionin dhe provoni përsëri.
zh_hans: 使用此企业功能前，FanGeo 需要快速更新。请更新应用后重试。

# business_checking_access
source: Checking access...
de: Zugriff wird geprüft...
es: Comprobando acceso...
fr: Vérification de l’accès...
it: Verifica dell’accesso...
pl: Sprawdzanie dostępu...
pt: Verificando acesso...
ru: Проверка доступа...
sq: Duke kontrolluar qasjen...
zh_hans: 正在检查访问权限...

# business_checking_plan_status
source: Checking plan status…
de: Planstatus wird geprüft…
es: Comprobando el estado del plan…
fr: Vérification du statut du plan…
it: Verifica dello stato del piano…
pl: Sprawdzanie statusu planu…
pt: Verificando o status do plano…
ru: Проверка статуса плана…
sq: Duke kontrolluar statusin e planit…
zh_hans: 正在检查方案状态…

# business_expires_format
source: Expires %@
de: Läuft ab am %@
es: Vence el %@
fr: Expire le %@
it: Scade il %@
pl: Wygasa %@
pt: Expira em %@
ru: Истекает %@
sq: Skadon më %@
zh_hans: 将于 %@ 到期

# business_hosted_game_limit_reached
source: You’ve reached your hosted game cycle limit. Upgrade to FanGeo Pro for unlimited hosted games, or wait until your next reset.
de: Sie haben das Limit für gehostete Spiele erreicht. Upgrade auf FanGeo Pro für unbegrenzte Spiele oder warten Sie auf die nächste Zurücksetzung.
es: Has alcanzado el límite del ciclo de partidos organizados. Actualiza a FanGeo Pro para partidos ilimitados o espera al próximo reinicio.
fr: Vous avez atteint la limite du cycle de matchs organisés. Passez à FanGeo Pro pour des matchs illimités, ou attendez la prochaine réinitialisation.
it: Hai raggiunto il limite del ciclo di partite ospitate. Passa a FanGeo Pro per partite illimitate oppure attendi il prossimo reset.
pl: Osiągnięto limit cyklu organizowanych meczów. Przejdź na FanGeo Pro, aby mieć nieograniczoną liczbę meczów, lub poczekaj na następny reset.
pt: Você atingiu o limite do ciclo de jogos organizados. Atualize para o FanGeo Pro para jogos ilimitados ou aguarde a próxima redefinição.
ru: Вы достигли лимита цикла проводимых игр. Перейдите на FanGeo Pro для неограниченного числа игр или дождитесь следующего сброса.
sq: Keni arritur kufirin e ciklit të ndeshjeve të organizuara. Përmirësoni në FanGeo Pro për ndeshje të pakufizuara ose prisni rivendosjen e ardhshme.
zh_hans: 您已达到主办赛事周期上限。升级至 FanGeo Pro 可无限主办赛事，或等待下次重置。

# business_hosted_games_count_month_format
source: %d hosted games/month
de: %d gehostete Spiele/Monat
es: %d partidos organizados/mes
fr: %d matchs organisés/mois
it: %d partite ospitate/mese
pl: %d organizowanych meczów/mies.
pt: %d jogos organizados/mês
ru: %d проводимых игр/мес.
sq: %d ndeshje të organizuara/muaj
zh_hans: 每月 %d 场主办赛事

# business_inactive_venue_selection_notice
source: This venue is inactive on the Regular plan and cannot be managed until activated by FanGeo or Business Pro.
de: Dieser Standort ist im Regular-Plan inaktiv und kann erst verwaltet werden, wenn FanGeo oder Business Pro ihn aktiviert.
es: Este local está inactivo en el plan Regular y no se puede gestionar hasta que FanGeo o Business Pro lo active.
fr: Ce lieu est inactif sur le plan Regular et ne peut pas être géré tant qu’il n’est pas activé par FanGeo ou Business Pro.
it: Questo locale è inattivo sul piano Regular e non può essere gestito finché FanGeo o Business Pro non lo attiva.
pl: Ta lokalizacja jest nieaktywna w planie Regular i nie może być zarządzana, dopóki FanGeo lub Business Pro jej nie aktywuje.
pt: Este local está inativo no plano Regular e não pode ser gerenciado até ser ativado pelo FanGeo ou Business Pro.
ru: Эта площадка неактивна в плане Regular и не может управляться, пока FanGeo или Business Pro не активируют её.
sq: Ky vend është joaktiv në planin Regular dhe nuk mund të menaxhohet derisa të aktivizohet nga FanGeo ose Business Pro.
zh_hans: 该场馆在 Regular 方案下未激活，需由 FanGeo 或 Business Pro 激活后才能管理。

# business_joined_format
source: Business joined %@
de: Unternehmen beigetreten %@
es: Negocio se unió en %@
fr: Entreprise inscrite en %@
it: Attività iscritta %@
pl: Firma dołączyła %@
pt: Empresa entrou em %@
ru: Бизнес присоединился %@
sq: Biznesi u bashkua %@
zh_hans: 商家加入于 %@

# business_launch_promotion_complimentary_access
source: Launch Promotion (Complimentary Access)
de: Launch-Aktion (kostenloser Zugang)
es: Promoción de lanzamiento (acceso gratuito)
fr: Promotion de lancement (accès offert)
it: Promozione di lancio (accesso gratuito)
pl: Promocja startowa (bezpłatny dostęp)
pt: Promoção de lançamento (acesso gratuito)
ru: Стартовая акция (бесплатный доступ)
sq: Promovim lançimi (qasje falas)
zh_hans: 上线推广（免费访问）

# business_limit_or_venue_locked
source: Limit reached or venue locked
de: Limit erreicht oder Standort gesperrt
es: Límite alcanzado o local bloqueado
fr: Limite atteinte ou lieu verrouillé
it: Limite raggiunto o locale bloccato
pl: Osiągnięto limit lub lokalizacja zablokowana
pt: Limite atingido ou local bloqueado
ru: Лимит достигнут или площадка заблокирована
sq: Kufiri u arrit ose vendi është i bllokuar
zh_hans: 已达上限或场馆已锁定

# business_limit_reached
source: Venue limit reached
de: Standortlimit erreicht
es: Límite de locales alcanzado
fr: Limite de lieux atteinte
it: Limite locali raggiunto
pl: Osiągnięto limit lokalizacji
pt: Limite de locais atingido
ru: Достигнут лимит площадок
sq: Kufiri i vendeve u arrit
zh_hans: 已达场馆上限

# business_plan_locked_venue_badge
source: Plan locked
de: Plan gesperrt
es: Plan bloqueado
fr: Plan verrouillé
it: Piano bloccato
pl: Plan zablokowany
pt: Plano bloqueado
ru: План заблокирован
sq: Plan i bllokuar
zh_hans: 方案已锁定

# business_plan_locked_venue_banner
source: Some of your venues are locked because your business exceeds the free plan limit. Upgrade to FanGeo Pro to reactivate all locations.
de: Einige Ihrer Standorte sind gesperrt, weil Ihr Unternehmen das Limit des kostenlosen Plans überschreitet. Upgrade auf FanGeo Pro, um alle Standorte zu reaktivieren.
es: Algunos de tus locales están bloqueados porque tu negocio supera el límite del plan gratuito. Actualiza a FanGeo Pro para reactivar todas las ubicaciones.
fr: Certains de vos lieux sont verrouillés car votre entreprise dépasse la limite du plan gratuit. Passez à FanGeo Pro pour réactiver tous les emplacements.
it: Alcuni dei tuoi locali sono bloccati perché la tua attività supera il limite del piano gratuito. Passa a FanGeo Pro per riattivare tutte le sedi.
pl: Niektóre lokalizacje są zablokowane, ponieważ firma przekroczyła limit planu bezpłatnego. Przejdź na FanGeo Pro, aby ponownie aktywować wszystkie miejsca.
pt: Alguns dos seus locais estão bloqueados porque seu negócio excede o limite do plano gratuito. Atualize para o FanGeo Pro para reativar todos os locais.
ru: Некоторые площадки заблокированы, так как ваш бизнес превысил лимит бесплатного плана. Перейдите на FanGeo Pro, чтобы снова активировать все локации.
sq: Disa nga vendet tuaja janë të bllokuara sepse biznesi juaj e tejkalon kufirin e planit falas. Përmirësoni në FanGeo Pro për të riaktivizuar të gjitha vendet.
zh_hans: 部分场馆已被锁定，因为您的企业超出了免费方案限制。升级至 FanGeo Pro 可重新激活所有场馆。

# business_plan_locked_venue_hosted_game_blocked
source: This venue is locked under the current business plan. Upgrade to FanGeo Pro to host games here.
de: Dieser Standort ist im aktuellen Business-Plan gesperrt. Upgrade auf FanGeo Pro, um hier Spiele zu hosten.
es: Este local está bloqueado con el plan empresarial actual. Actualiza a FanGeo Pro para organizar partidos aquí.
fr: Ce lieu est verrouillé avec le plan professionnel actuel. Passez à FanGeo Pro pour organiser des matchs ici.
it: Questo locale è bloccato con il piano business attuale. Passa a FanGeo Pro per ospitare partite qui.
pl: Ta lokalizacja jest zablokowana w bieżącym planie biznesowym. Przejdź na FanGeo Pro, aby organizować tu mecze.
pt: Este local está bloqueado no plano empresarial atual. Atualize para o FanGeo Pro para organizar jogos aqui.
ru: Эта площадка заблокирована в текущем бизнес-плане. Перейдите на FanGeo Pro, чтобы проводить здесь игры.
sq: Ky vend është i bllokuar në planin aktual të biznesit. Përmirësoni në FanGeo Pro për të organizuar ndeshje këtu.
zh_hans: 该场馆在当前企业方案下已被锁定。升级至 FanGeo Pro 即可在此主办赛事。

# business_plan_locked_venue_subtitle
source: This venue is inactive under your current plan.
de: Dieser Standort ist unter Ihrem aktuellen Tarif inaktiv.
es: Este local está inactivo con tu plan actual.
fr: Ce lieu est inactif avec votre offre actuelle.
it: Questo locale è inattivo con il piano attuale.
pl: Ta lokalizacja jest nieaktywna w Twoim obecnym planie.
pt: Este local está inativo no seu plano atual.
ru: Эта площадка неактивна в рамках вашего текущего плана.
sq: Ky vend është joaktiv sipas planit tuaj aktual.
zh_hans: 该场馆在当前方案下未激活。

source: Business Pro Active
de: Business Pro aktiv
es: Business Pro activo
fr: Business Pro actif
it: Business Pro attivo
pl: Business Pro aktywny
pt: Business Pro ativo
ru: Business Pro активен
sq: Business Pro aktiv
zh_hans: Business Pro 已激活

# business_pro_included_through_format
source: Business Pro included through %@.
de: Business Pro inklusive bis %@.
es: Business Pro incluido hasta el %@.
fr: Business Pro inclus jusqu’au %@.
it: Business Pro incluso fino al %@.
pl: Business Pro w cenie do %@.
pt: Business Pro incluído até %@.
ru: Business Pro включён до %@.
sq: Business Pro përfshihet deri më %@.
zh_hans: Business Pro 包含至 %@。

# business_pro_promo_active_until_format
source: Business Pro promo active until %@
de: Business-Pro-Aktion aktiv bis %@
es: Promoción Business Pro activa hasta el %@
fr: Promo Business Pro active jusqu’au %@
it: Promo Business Pro attiva fino al %@
pl: Promocja Business Pro aktywna do %@
pt: Promoção Business Pro ativa até %@
ru: Промо Business Pro активно до %@
sq: Promo Business Pro aktive deri më %@
zh_hans: Business Pro 推广有效至 %@

source: Business Pro required
de: Business Pro erforderlich
es: Se requiere Business Pro
fr: Business Pro requis
it: Business Pro richiesto
pl: Wymagany Business Pro
pt: Business Pro necessário
ru: Требуется Business Pro
sq: Kërkohet Business Pro
zh_hans: 需要 Business Pro

# business_promotion_ends_format
source: Promotion ends %@
de: Aktion endet am %@
es: La promoción termina el %@
fr: La promotion se termine le %@
it: La promozione termina il %@
pl: Promocja kończy się %@
pt: A promoção termina em %@
ru: Акция заканчивается %@
sq: Promovimi përfundon më %@
zh_hans: 推广将于 %@ 结束

# business_regular
source: Regular Business
de: Reguläres Business
es: Negocio Regular
fr: Business standard
it: Business Regular
pl: Zwykły Business
pt: Negócio Regular
ru: Обычный бизнес
sq: Biznes i rregullt
zh_hans: 普通商家

# business_status_active
source: active
de: aktiv
es: activo
fr: actif
it: attivo
pl: aktywny
pt: ativo
ru: активен
sq: aktiv
zh_hans: 活跃

# business_unlimited_active_venues
source: Unlimited active venues
de: Unbegrenzte aktive Standorte
es: Locales activos ilimitados
fr: Lieux actifs illimités
it: Locali attivi illimitati
pl: Nieograniczona liczba aktywnych lokalizacji
pt: Locais ativos ilimitados
ru: Неограниченное число активных площадок
sq: Vende aktive të pakufizuara
zh_hans: 无限活跃场馆

# business_unlimited_hosted_games
source: Unlimited hosted games
de: Unbegrenzte gehostete Spiele
es: Partidos organizados ilimitados
fr: Matchs organisés illimités
it: Partite ospitate illimitate
pl: Nieograniczona liczba organizowanych meczów
pt: Jogos organizados ilimitados
ru: Неограниченное число проводимых игр
sq: Ndeshje të organizuara të pakufizuara
zh_hans: 无限主办赛事

# business_up_to_active_venues_format
source: Up to %lld active venues
de: Bis zu %lld aktive Standorte
es: Hasta %lld locales activos
fr: Jusqu’à %lld lieux actifs
it: Fino a %lld locali attivi
pl: Do %lld aktywnych lokalizacji
pt: Até %lld locais ativos
ru: До %lld активных площадок
sq: Deri në %lld vende aktive
zh_hans: 最多 %lld 个活跃场馆

# business_up_to_hosted_games_month_format
source: Up to %lld hosted games per month
de: Bis zu %lld gehostete Spiele pro Monat
es: Hasta %lld partidos organizados al mes
fr: Jusqu’à %lld matchs organisés par mois
it: Fino a %lld partite ospitate al mese
pl: Do %lld organizowanych meczów miesięcznie
pt: Até %lld jogos organizados por mês
ru: До %lld проводимых игр в месяц
sq: Deri në %lld ndeshje të organizuara në muaj
zh_hans: 每月最多 %lld 场主办赛事

# business_venue_limit_reached
source: You have reached the active venue limit for your current plan.
de: Sie haben das Limit aktiver Standorte Ihres aktuellen Tarifs erreicht.
es: Has alcanzado el límite de locales activos de tu plan actual.
fr: Vous avez atteint la limite de lieux actifs de votre offre actuelle.
it: Hai raggiunto il limite di locali attivi del piano attuale.
pl: Osiągnięto limit aktywnych lokalizacji w obecnym planie.
pt: Você atingiu o limite de locais ativos do seu plano atual.
ru: Вы достигли лимита активных площадок для текущего плана.
sq: Keni arritur kufirin e vendeve aktive për planin tuaj aktual.
zh_hans: 您已达到当前方案的活跃场馆上限。

source: Business-created venues will be permanently deleted. Community venues you claimed will stay on the map but will be removed from your business and returned to the FanGeo community marketplace.
de: Von Unternehmen erstellte Veranstaltungsorte werden dauerhaft gelöscht. Von Ihnen beanspruchte Community-Veranstaltungsorte bleiben auf der Karte, werden jedoch aus Ihrem Unternehmen entfernt und an den FanGeo Community-Marktplatz zurückgegeben.
es: Los local creados por empresas se eliminarán permanentemente. Los local comunitarios que hayas reclamado permanecerán en el mapa, pero se eliminarán de tu negocio y se devolverán al mercado comunitario FanGeo.
fr: Les lieux créés par les entreprise seront définitivement supprimés. Les lieux communautaires que vous avez revendiqués resteront sur la carte mais seront supprimés de votre entreprise et renvoyés sur le marché communautaire FanGeo.
it: Le sedi create dall'azienda verranno eliminate definitivamente. I luoghi della comunità che hai rivendicato rimarranno sulla mappa ma verranno rimossi dalla tua business e restituiti al mercato della comunità FanGeo.
pl: Lokale utworzone przez firmę zostaną trwale usunięte. Lokale społecznościowe, które zgłosiłeś, pozostaną na mapie, ale zostaną usunięte z Twojej firmy i zwrócone na rynek społeczności FanGeo.
pt: Os locais criados por empresas serão excluídos permanentemente. Os locais da comunidade que você reivindicou permanecerão no mapa, mas serão removidos do seu negócio e devolvidos ao mercado da comunidade FanGeo.
ru: Площадки, созданные бизнесом, будут удалены навсегда. Заявленные вами общественные заведения останутся на карте, но будут удалены из вашего бизнеса и возвращены на торговую площадку сообщества FanGeo.
sq: Vendet e krijuara nga biznesi do të fshihen përgjithmonë. Vendet e komunitetit që pretenduat do të qëndrojnë në hartë, por do të hiqen nga biznesi juaj dhe do të kthehen në tregun e komunitetit FanGeo.
zh_hans: 企业自建场所将被永久删除。您声称的社区场所将保留在地图上，但将从您的业务中删除并返回到 FanGeo 社区市场。

source: By creating an account or signing in, you agree to the FanGeo Terms of Use and Community Guidelines.
de: Indem Sie ein Konto erstellen oder sich anmelden, stimmen Sie den Nutzungsbedingungen und Community-Richtlinien von FanGeo zu.
es: Al crear una cuenta o iniciar sesión, acepta los Términos de uso y las Pautas de la comunidad FanGeo.
fr: En créant un compte ou en vous connectant, vous acceptez les conditions d'utilisation et les directives de la communauté de FanGeo.
it: Creando un account o accedendo, accetti i Termini di utilizzo FanGeo e le Linee guida della community.
pl: Tworząc konto lub logując się, wyrażasz zgodę na Warunki użytkowania FanGeo i Wytyczne dla społeczności.
pt: Ao criar uma conta ou fazer login, você concorda com os Termos de Uso e as Diretrizes da Comunidade FanGeo.
ru: Создавая учетную запись или входя в систему, вы соглашаетесь с Условиями использования FanGeo и Принципами сообщества.
sq: Duke krijuar një llogari ose duke u identifikuar, ju pranoni Kushtet e Përdorimit dhe Udhëzimet e Komunitetit FanGeo.
zh_hans: 创建帐户或登录即表示您同意 FanGeo 使用条款和社区准则。

source: By submitting this claim, you confirm you are authorized to represent this business.
de: Indem Sie diesen Anspruch einreichen, bestätigen Sie, dass Sie befugt sind, dieses Unternehmen zu vertreten.
es: Al enviar este reclamo, usted confirma que está autorizado a representar esta empresa.
fr: En soumettant cette réclamation, vous confirmez que vous êtes autorisé à représenter cette entreprise.
it: Inviando questo reclamo, confermi di essere autorizzato a rappresentare questa business.
pl: Przesyłając to roszczenie, potwierdzasz, że jesteś upoważniony do reprezentowania tej firmy.
pt: Ao enviar esta reivindicação, você confirma que está autorizado a representar esta empresa.
ru: Отправляя эту претензию, вы подтверждаете, что уполномочены представлять эту компанию.
sq: Duke paraqitur këtë pretendim, ju konfirmoni se jeni i autorizuar për të përfaqësuar këtë biznes.
zh_hans: 提交此声明即表示您确认您已获得代表该企业的授权。

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pl: Kalendarz
pt: Calendário
ru: Календарь
sq: Kalendari
zh_hans: 日历

source: Calendar Countries
de: Kalenderländer
es: Países del calendario
fr: Pays du calendrier
it: Paesi del calendario
pl: Kraje kalendarza
pt: Países do calendário
ru: Календарь стран
sq: Vendet kalendarike
zh_hans: 日历国家

source: Calendar Display
de: Kalenderanzeige
es: Visualización del calendario
fr: Affichage du calendrier
it: Visualizzazione del calendario
pl: Wyświetlanie kalendarza
pt: Exibição de calendário
ru: Отображение календаря
sq: Shfaqja e kalendarit
zh_hans: 日历显示

source: Calendar Reminder Timing
de: Zeitpunkt der Kalendererinnerung
es: Horario del recordatorio del calendario
fr: Calendrier de rappel du calendrier
it: Tempi di promemoria del calendario
pl: Termin przypomnienia w kalendarzu
pt: Tempo do lembrete do calendário
ru: Время напоминания календаря
sq: Koha e kujtesës së kalendarit
zh_hans: 日历提醒时间

source: Can’t make it
de: Kann es nicht schaffen
es: no puedo hacerlo
fr: Je ne peux pas y arriver
it: Non posso farcela
pl: Nie mogę tego zrobić
pt: Não consigo
ru: Не могу сделать это
sq: Nuk ia del dot
zh_hans: 做不到
